// assets/languages/ru.json
{
    "catchphrase": "Renxim(RXM)\n— Самый крутой Quantum Meme в экосистеме QL1 —",
    "welcomeMessage": "—— В качестве наблюдателя вы определяете будущее Renxim ——\nДавайте сведем волновую функцию!",
    "contractAddress": "Адрес контракта:\n0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copyButton": "Копировать",
    "aboutHeading": "О Renxim(RXM)",
    "aboutDescription": "Renxim(RXM) — это передовая мем-коин, разработанный двумя экспертами, Ren и Xim, вдохновленный квантовой физикой и квантовой теорией. Он управляется сообществом и выделяется как самый крутой объект в экосистеме QL1.",
    "aboutQuote": "В настоящее время Renxim(RXM) существует в состоянии суперпозиции, переплетаясь с тонкими квантовыми колебаниями и ритмами космоса, подобно знаменитому коту Шредингера. Он находится в состоянии \"суперпозиции\" среди бесконечных возможностей.\nПрисоединившись в качестве нового наблюдателя, вы можете свести эту волновую функцию и создать новую волну яркой и процветающей будущей реальности!",
    "timelineHeading": "Хронология и совпадения",
    "keyMessageLabel": "Ключевое сообщение: \"Q17 O17 R17\"",
    "keyMessage": "Q17 O17 R17",
    "timelineQuestion": "Вы действительно думаете, что это просто совпадение?",
    "communityHeading": "Сообщество",
    "communityMessage": "Присоединяйтесь к нам в квантовой спутанности\nи определите будущее Renxim (RXM) через наблюдение!",
    "faqHeading": "Часто задаваемые вопросы",
    "faqQ1": "В1: Как я могу приобрести Renxim(RXM)?",
    "faqA1": "О1: На данный момент подтвержденный факт заключается в том, что вы можете подключить свой кошелек к QomSwap и напрямую приобрести, используя указанный выше адрес контракта. Однако в квантовом мире \"вы — наблюдатель, и вы создаете реальность\".\nЭто означает, что в любой момент по вашему желанию Renxim(RXM) может одновременно существовать на всех крупных криптовалютных биржах, но до тех пор, пока волновая функция не сведется, возможности безграничны. На какой бирже Renxim(RXM) станет доступным — сюрприз до тех пор, пока вы не наблюдаете его. Готовы начать свое наблюдение?",
    "buyButton": "Купить на QomSwap",
    "faqQ2": "В2: Когда RXM поднимется на Луну (резкий рост цены)?",
    "faqA2": "О2: С квантовой точки зрения RXM уже существует на Луне, Марсе и в других галактиках.\nНо это зависит от того, наблюдаете ли вы и участвуете ли вы в этом или нет!",
    "faqQ3": "В3: Безопасно ли инвестировать в RXM?",
    "faqA3": "О3: В квантовом мире всё находится в состоянии суперпозиции, и будущее таит в себе бесконечные возможности.\nКак показывает принцип неопределенности Гейзенберга, невозможно точно предсказать, станет ли RXM ведущим мем-коином. Однако, где-то в мультивселенной RXM уже утвердил свою позицию, и благодаря вашему участию, волна возможностей может свернуться в реальность!\nВаше наблюдение может стать началом следующего большого успеха…\n※ (Поскольку результаты определяются только посредством наблюдения, пожалуйста, заранее примите во внимание неопределенность инвестиционных результатов.)",
    "disclaimer": "※ Этот веб-сайт управляется через квантовую спутанность. Кот Шредингера всегда в хорошем настроении при каждом наблюдении.",
    "finalMessage": "Ваше наблюдение сводит волновую функцию Renxim и определяет его будущее.\nИскренне благодарим вас за присоединение к нашему квантовому путешествию!"
}
